Repository: krabbypatty1031-blip/SimuNow
Catalog: Apps/Shared/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 不包含比较
en: Without comparison

source: 保存报告文件
en: Save report file

source: 先看风向，再比较调整
en: Preview direction, then compare adjustments

source: 冻结证据并预览匿名摘要
en: Freeze evidence and preview the anonymous summary

source: 分享 JSON 证据
en: Share JSON evidence

source: 分享 PDF
en: Share PDF

source: 分享文字建议
en: Share suggestions

source: 厂家资料
en: Manufacturer data

source: 声明运行情景
en: Declared operating scenario

source: 实测平均电功率
en: Measured average electrical power

source: 当前校准尚未保存，仅在会话中
en: Calibration is only available in this session

source: 扫描几何
en: Scanned geometry

source: 明确假设
en: Declared assumption

source: 有限射流校准 · 研究
en: Finite jet calibration · Research

source: 未知
en: Unknown

source: 现场实测
en: Field measurement

source: 现场测量
en: Field measurements

source: 用户录入
en: User input

source: 预设
en: Preset

source: 额定功率连续运行假设
en: Rated power, continuous operation assumption

source: 高级使用条件
en: Advanced conditions
